brew "tmux"
brew "node"
brew "git"
brew "wget"
brew "gh"
brew "n"
brew "python"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "grep"
brew "fish"
brew "stow"
brew "duti"
brew "bash"
brew "yarn"
brew "mackup"
brew "mas"
brew "rbenv"
brew "pnpm"
brew "http-server"
brew "neofetch"

#needed for ladybird
#brew "autoconf"
#brew "autoconf-archive"
#brew "automake"
#brew "ccache"
#brew "cmake"
#brew "nasm"
#brew "ninja"
#brew "pkg-config"
#brew "qt"
